tutorials/Ti_Validation/2D_Ti_140_156/constant/LaserProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      PhaseFieldProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
V_incident	(0 1 0);//(0 1 0);//NORMALISED IN CODE

HS_a 70e-6;
HS_bg 0.0;//20
HS_velocity 0.0;//6.0;
HS_lg 200e-6;
HS_Q 156.0;//

wavelength	1.070e-6;
e_num_density	12.475e29;//2.22e29;//
elec_resistivity	2.2e-6;

dep_cutoff	0.5;
PowderSim	false;//true;

debug	false;//true;
