tutorials/Ti_Validation/2D_Ti_140_156/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    lowerWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          120;
        startFace       28560;
    }
    atmosphere
    {
        type            patch;
        nFaces          120;
        startFace       28680;
    }
    rightWall
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          14400;
        startFace       28800;
    }
    leftWall
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          14400;
        startFace       43200;
    }
    frontAndBack
    {
        type            patch;
        nFaces          240;
        startFace       57600;
    }
)

// ************************************************************************* //
